export const routes = [
	{
		id: 1,
		title: 'Как я тренируюсь, и для чего я этим занимаюсь',
		body: 'В этой записи я поделюсь с вами своим опытом тренировок и планирования дневного режима. Я расскажу, какие упражнения я выполняю, какое оборудование использую, и какие методы мотивации помогают мне сохранять дисциплину.',
	},
    {
		id: 2,
		title: 'Как я учусь программированию на HTML',
		body: 'В этой записи я расскажу о своем интересе к информационным технологиям и о том, как я учу язык программирования HTML. Я поделюсь с вами своим опытом использования онлайн-курсов и ресурсов для самостоятельного обучения, а также о том, как я применяю свои знания в повседневной жизни.',
	},
	{
		id: 3,
		title: 'Как я изучаю английский язык и для чего он мне вообще понадобится?',
		body: 'В этой записи я поделюсь своим опытом в познании английского языка, когда он полезен, сложен ли он и для чего он мне.',
	},
	
];