<h1>Как я изучаю английский язык и для чего он мне вообще понадобится?</h1>

<p>
	Я дополнительно изучаю английский язык уже с 5 класса, а то есть четвертый год и 9 месяцев.
</p>
    Английский мне очень нравится и очень полезен для меня в разных моментах. В играх, в общении с иностранными людьми и в том же HTML-программирование. 
<p>
	В неделю у меня 2 урока по английскому, но при этом мы очень много проходим как на уроке, так и дома в качестве домашнего задания.
</p>

<p>
	На уроках мы изучаем новые правила, грамматику и правила чтения. Без них никак, иначе, если неправильно прочесть слово или словосочитание то сомневаюсь что кто-либо меня поймет.
</p>
    У нас часто бывают контрольные, где мы сначала выучиваем слова, после нам говорят слова на русском а мы их пишем на английском. В конце каждого года у нас бывают экзамены по листочкам, они не такие сложные но чтобы хорошо сдать нужно учить абсолютно все правила которые мы прошли за год, а возможно и за прошлые годы.
<p>
	Мне очень нравится изучение английского языка, и я хочу прокачивать свои знания в нем.
</p>
