<h1>Обо мне</h1>
<img class="photo" src="/img/image.png" alt="photo" width="200" />
<p>
	Привет! Меня зовут Амир Эль Кашлан, и я рад приветствовать вас на своей
	странице. Я живу в Электростале, московской области, Россия, и я ученик 8 класса школы №16.
</p>
<h2>Хобби</h2>

<p>
	В свободное время я увлекаюсь играми, доп. занятиями и спортом. Я люблю общаться с моими друзьями.
</p>
<h2>Образование</h2>

<p>
	Любимых предметов у меня нет. После окончания школы я
	планирую поступить в один из колледжей, чтобы получить
	качественное высшее образование в области техники или информационных
	технологий.
</p>
<h2>Цели</h2>
<p>
	Особо точной цели у меня нет, в основном это хорошо отучиться получив хорошее образование, и найти работу на которой мне будут не только хорошо платить, но еще и на которой мне будет самому нравится. Я стремлюсь расширять свой кругозор, чтобы быть
	лучшим в своей профессии и путешествовать, узнавая новые культуры.
</p>

<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>